<template>
  <div class="rules-window">
    <div>
      1. Объявление должно быть законным Не размещайте в объявлениях
      предложения, условия или информацию, нарушающие применимое к вам
      законодательство или права третьих лиц, либо способствующие таким
      нарушениям (например, требование о передаче паспорта в залог). Вы вправе
      размещать объявления только о тех товарах, услугах, вакансиях, объектах и
      других предложениях (далее – «товар»), в отношении которых у вас есть все
      необходимые права, лицензии, регистрации, разрешения, сертификаты и т.п.
      До размещения объявления вы обязаны убедиться в законности всех его
      элементов (включая фотографии, видео, ссылки на сторонние сайты, когда они
      допустимы, и т.п.). За любые допущенные вами нарушения законодательства
      или прав третьих лиц вы будете нести ответственность самостоятельно.
      Запрещено размещать объявления с возрастными ограничениями (такие как
      табачная продукция, алкогольные напитки и пр.)
    </div>
    <div>
      2. Информация в объявлении должна быть достоверной и полной Мы
      рассматриваем как грубое нарушение правил размещение в объявлении любой
      информации, которая может ввести в заблуждение относительно вашего товара
      или условий вашего предложения. Это также означает, что: все параметры
      объявления (название, описание, категория, фотографии) должны не
      противоречить друг другу и соответствовать реальным условиям вашего
      предложения; Вы самостоятельно несете всю ответственность за
      распространение объявления, в котором отсутствуют обязательные сведения
      или указана недостоверная информация. Агентства и дилеры не могут
      размещать объявления под видом частного пользователя, с использованием
      профиля площадка создана для частных лиц.
    </div>
    <div>
      3. Объявление должно соответствовать категориям Размещайте объявления
      только о тех товарах, для которых существует тематическая категория. Не
      размещайте объявления о принятии в дар, заказе услуг, сборе материальной
      помощи, знакомствах, находке, потере, покупке или поиске. Объявления
      должны размещаться в соответствующих тематических категориях. Объявления
      могут быть размещены в рамках одной категории с использованием только
      одного профиля. Запрещается размещать несколько товаров в одном
      объявлении.
    </div>
    <div>
      4. Предложение должно быть конкретным, существующим и актуальным
      Размещайте объявления о конкретном существующем имеющем потребительскую
      ценность товаре. Например, нельзя продать дырку от бублика. Если вы
      размещаете объявление о продаже товара – товар должен быть у вас в
      наличии, если вы размещаете объявление об услуге – вы должны быть готовы
      ее оказать. Поддерживайте актуальную информацию о наличии в профиле. Если
      вы продали товар или ваше предложение перестало быть актуальным по другим
      причинам, снимите объявление с публикации как можно скорее. Не изменяйте
      содержание ранее опубликованного объявления. В том числе не загружайте
      фото другого товара. Для нового предложения создайте новое объявление. Не
      размещайте объявления без цели заключить сделку в отношении именно того
      товара, который указан в объявлении (фиктивные объявления). Запрещено
      размещать объявления для целей лидогенерации — получения контактных данных
      потенциальных покупателей. Помните, что размещение объявления может
      повлечь для вас обязательство перед потенциальным покупателем заключить и
      исполнить сделку в соответствии с гражданским законодательством. Не
      размещайте в объявлениях информацию общего рекламного характера без
      конкретного предложения. Размещение объявлений на Барахолке производится в
      целях информирования пользователей о возможности и условиях совершения
      сделок. Сами объявления, а также содержащаяся в них информация, не
      направлены на формирование и поддержание интереса к конкретному лицу, его
      товару или услуге.
    </div>
    <div>
      5. Особенности размещения повторных и похожих объявлений Вы можете
      разместить только одно действующее объявление для одного товара. Это
      означает, что вы не можете размещать повторные объявления (дубли) о
      предложении одного и того же товара.
    </div>
    <div>
      6. Правила связи на платформе Платформа предоставляет функцию чата, но не
      несет ответственность за пользователя. Не предоставляйте личные данные в
      чате. При назначение встречи выбирайте общественные места и дневное время
      суток. В первую очередь думайте о своей безопасности. Соблюдайте
      вежливость при общение и избегайте провокаций. Если пользователь не
      соблюдает правила или вызывает подозрения, вы можете направить жалобу
      через форму на сайте с указанием причины. Если товар не соответствует
      представленному на сайте или же вы были обмануты продавцом, вы можете
      направить жалобу через форму на сайте с указанием причины, для блокировки
      его аккаунта.
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
.rules-window {
  margin-left: auto;
  margin-right: auto;
  width: 60%;
  gap: 20px;
  display: flex;
  flex-direction: column;
  justify-content: center;
  font-size: 20px;
}
</style>
